# CLI Tools

brew "ansible"
brew "aws-iam-authenticator"
brew "awscli"
brew "azure-cli"
brew "curl-openssl"
brew "figlet"
brew "git"
brew "git-flow"
brew "go"
brew "go-bindata"
brew "graphviz"
brew "helm"
brew "imagemagick"
brew "jupyterlab"
brew "kind"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kyoh86/tap/richgo"
brew "minikube
brew "nmap"
brew "node"
brew "openshift-cli"
brew "packer"
brew "php@7.2"
brew "python"
brew "s3cmd"
brew "serf"
brew "sqlite"
brew "terraform"
brew "terragrunt"
brew "tmux"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "mas"

# Cask Apps

cask "google-chrome"
cask "docker"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vagrant"
cask "vagrant-manager"
cask "dropbox"
cask "whatsapp"
cask "skype"
cask "slack"
cask "github"
cask "iterm2"
cask "postman"
cask "tor-browser"
cask "vlc"
cask "spotify"

# Mas Tools

mas "Xcode"
mas "Server"
mas "OneDrive"
mas "Twitter"
mas "Speedtest"
mas "The Unarchiver"